Repository: darthtenebrus/kqsnake
Catalog: po/*/kqsnake.po
Languages: de, ru

# NAME OF TRANSLATORS
source: Your names
de: Eugen Soroshchinskii

# EMAIL OF TRANSLATORS
source: Your emails
de: webmaster@darkguard.net, manager@darkguard.net

source: Length and moves
de: Langheit und Bewegungen
ru: Длина и число ходов

source: Snake length to win
de: Schlangelangheit zum Gewinn
ru: Длина змейки для выигрыша

source: Number of moves between apples
de: Bewegunganzahl zwischen Äpfeln
ru: Число ходов между появлением яблок

source: Number of moves between maluses
de: Bewegunganzahl zwischen Schlechten
ru: Число ходов между появлением бяк

source: Use maluses
de: Schlechte benutzen
ru: Использование бяк

source: Show maluses
de: Schlechte anzeigen
ru: Показывать бяки

source: Back And Fore Colors
de: Vor- und Rückfarben
ru: Цвета фона и ячеек

source: Background Color
de: Vorfarbe
ru: Цвет фона

source: Foreground Color
de: Rückfarbe
ru: Цвет переднего плана

source: &Game
de: &Spiel

source: Main Toolbar
de: Hauptsymbolleiste

source: Simple Snake Game realization
de: Die einfache Schlangespiel realization
ru: Еще одна реализация игры "Змейка"

source: Created by:
de: Erstellt von:
ru: Создано:

source: Usage %1 [options]
de: Benutzen: %1 [Argumente]
ru: Использование %1 [параметры]

source: Valid options:
de: Gültige Argumenten:
ru: Параметры:

source: show this help
de: diese Hilfe anzeigen
ru: показать инструкцию

source: display version
de: die Version anzeigen
ru: показать версию

source: Unknown option %1
de: Unbekannte Argument %1
ru: Неизвестный параметр %1

source: Launch %1 -h or %1 --help for help
de: Starten %1 -h oder %1 --help, um Hilfe zu erhalten
ru: Запустите %1 -h или %1 --help для получения инструкции

source: Launch this application without any parameters to see its main functional
de: Starten die App ohne Argumente, um die Hauptfunktion zu sehen
ru: Запустите без параметров для использования по прямому назначению

source: Already Running
de: Schon gestartet
ru: Уже запущено

source: Application Already Running
de: Die App ist schon gestartet
ru: Приложение уже запущено

source: Snake Game
de: Schlangespiel
ru: Игра "Змейка"

source: Another Game Of Snake under KDE
de: Das andere Schlangespiel mit KDE
ru: Еще одна игра "Змейка" под KDE

source: Control the snake and collect as many apples as you can
de: Die Schlange kontrolieren und die Äpfel sammeln
ru: Управляйте змейкой и соберите как можно больше яблок

source: Original author
de: Autor
ru: Автор исходного текста

source: Open settings dialog
de: Besetzungefenster aufmachen
ru: Открыть диалог настроек

source: New Game
de: Neues Spiel
ru: Новая игра

source: Clear the field and begin a new game
de: Das Feld freiräumen und ein neues Spiel anfangen
ru: Очистить поле и начать новую игру

source: Start/Stop Game
de: Start/Stop das Spiel
ru: Начать/остановить

source: Start or stop current game
de: Start/Stop das aktuelle Spiel
ru: Начать млм остановить игру

source: General
de: Allgemeine
ru: Общие

source: Colors
de: Farben
ru: Цвета

source: Use right and left arrow keys or A/D keys or mouse buttons to control the snake
de: Benutzen Sie Links-und-Rechtspfeiltasten oder A/D-Tasten oder Links-und-Rechtsmausklicke, um die Schlange zu steuern
ru: Используйте клавиши стрелок, клавиши A/D или кнопки мыши для управления змейкой

source: Snake Movement Speed
de: Schlangelaufgeschwindigkeit
ru: Скорость движения змейки

source: Change Snake Movement Speed dynamically
de: Die Schlangegeschwindigkeit verändern beim Spiel
ru: Изменить скорость движения во время игры

source: You lost
de: Verloren
ru: Вы проиграли

source: Sorry, you lost
de: Tut man leid, haben Sie verloren
ru: К сожалению, вы проиграли

source: You win
de: Gewinn
ru: Вы выиграли

source: You win!
de: Haben Sie gewinnen!
ru: Вы выиграли!

source: Time step control
ru: Ползунок контроля скорости
